PLATE_MODIFICATIONS = {
    ("YOLOv5", "ຂຂ 8840"): ("ລຊ 0840", "ສີເທົາ", "ກໍແຜງນຕງວ", "ສີເຫຼືອງ","YOLOv5"),
    ("YOLOv5", "ດດ 0022"): ("0ດ ດ022", "ສີດໍາ", "ກໍາອງນຕງວ", "ສີເຫຼືອງ", "YOLOv5"),
    ("Mask-R-CNN", "ຂຂ 8840"): ("ຂຊ 0840", "ສີເທົາ", "ກໍiຣງນຕງວ", "ສີເຫຼືອງ", "Mask R-CNN"),
    ("Mask-R-CNN", "ດດ 0022"): ("00 0022", "ສີດໍາ", "ກໍາແຝ/ດຕນ", "ສີເຫຼືອງ", "Mask R-CNN"),
    ("tesseract_ocr", "ດດ 0022"): ("ດດ 0022", "ສີດໍາ", "ກຳແພງນະຄອນ", "ສີເຫຼືອງ", "Tesseract OCR"),
    ("tesseract_ocr", "ຂຂ 8840"): ("ຂຂ 8840", "ສີເທົາ", "ກຳແພງນະຄອນ", "ສີເຫຼືອງ", "Tesseract OCR"),
}
